11/data/attachments/cb7913cfa41d0fd8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_d68ab28d-3076-45c5-9efc-575aac863dcc</nif:username>
            <nif:pageInfo>
                <nif:page>100</nif:page>
                <nif:size>100</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>